{
  "nav_about_me": "Über mich",
  "nav_skills": "Skills",
  "atf_span1": "Ich bin",
  "atf_h2": "FRONTEND-ENTWICKLER",
  "atf_button": "Reden wir!",
  "atf_span2": "Runterscrollen",
  "about_me_h1": "Über mich",
  "about_me_p1": "Hallo! Ich bin ein Frontend-Entwickler aus Saarbrücken, Deutschland. Programmieren ist nicht nur mein Job; es ist meine Leidenschaft. Es bereitet mir Freude, durch meine Arbeit die Zukunft mitzugestalten, indem ich innovative Technologien nutze und zur Weiterentwicklung der Digitalisierung beitrage.",
  "about_me_p2": "Meine Kenntnisse im relevantesten Tech-Stack für die Frontend-Entwicklung machen mich zu einem fähigen Entwickler. Mit Erfahrung und Begeisterung bin ich in der Lage, anspruchsvolle Projekte anzugehen.",
  "about_me_p3": "Der Intensivkurs an der Developer Akademie hat mich bestens für den bevorstehenden Job gerüstet. Ich bin voller Selbstvertrauen und bereit, meine Fähigkeiten in einem herausfordernden Arbeitsumfeld unter Beweis zu stellen.",
  "my_skills_h1": "Meine Skills",
  "my_skills_p": "Durch ständiges Lernen und das Sammeln praktischer Erfahrungen habe ich meine Fähigkeiten in der Frontend-Entwicklung verbessert.",
  "my_skills_button": "Kontaktieren",
  "portfolio_span": "Entdecken Sie hier eine Auswahl meiner Arbeiten. Interagieren Sie mit Projekten, um meine Fähigkeiten in Aktion zu sehen.",
  "project_button1": "Live Test",
  "el_pollo_loco_description": "Jump- und Runspiel basierend auf einem objektorientierten Ansatz. Hilf Pepe, Münzen und Tabasco-Salsa zu finden, um gegen die verrückte Henne zu kämpfen.",
  "join_description": "Vom Kanban-System inspirierter Aufgabenmanager. Erstellen und organisieren Sie Aufgaben mithilfe von Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu.",
  "pokedex_description": "Schalten Sie die ultimative Pokémon-Enzyklopädie mit unserem REST-API-basierten Archiv frei. Entdecken Sie ganz einfach alle Pokémons und ihre Details.",
  "contact_h1": "Kontakt",
  "contact_h4": "Haben Sie ein Problem zu lösen?",
  "contact_p": "Kontaktieren Sie mich über dieses Formular. Ich bin daran interessiert, von Ihnen zu hören, Ihre Ideen kennenzulernen und mit meiner Arbeit zu Ihren Projekten beizutragen.",
  "contact_span": "Brauchen Sie einen Frontend-Entwickler? ",
  "contact_span_bold": "Kontaktieren Sie mich!",
  "placeholder1": "Ihr Name",
  "user_feedback1": "Ihr Name ist erforderlich",
  "placeholder2": "Ihre E-Mail",
  "user_feedback2": "Ihre E-Mail-Adresse ist erforderlich",
  "placeholder3": "Ihre Nachricht",
  "user_feedback3": "Ihre Nachricht ist leer",
  "checkbox1": "Ich habe die ",
  "contact_privacy_policy": "Datenschutzerklärung",
  "checkbox2": " gelesen und bin mit der beschriebenen Verarbeitung meiner Daten einverstanden.",
  "user_feedback4": "Bitte akzeptieren Sie die Datenschutzerklärung.",
  "contact_button": "Nachricht senden 🙂",
  "user_feedback5": "Danke für Ihre E-Mail! ❤️",
  "footer_privacy_policy": "Datenschutz",
  "footer_legal_notice": "Impressum",
  "privacy_policy_h1": "Datenschutz",
  "privacy_policy_span1": "Diese Datenschutzerklärung beschreibt, wie ich, Hassan Ammar, Ihre persönlichen Daten erhebe und verarbeite, wenn Sie meine Webseite besuchen. Als alleiniger Ersteller dieses Portfolios verpflichte ich mich, Ihre Privatsphäre zu wahren und die Sicherheit aller von Ihnen bereitgestellten persönlichen Daten zu gewährleisten.",
  "privacy_policy_h41": "Erhebung personenbezogener Daten",
  "privacy_policy_p1": "Es kann sein, dass ich personenbezogene Daten von Ihnen erhebe, wenn Sie auf meiner Webseite freiwillig ein Kontaktformular ausfüllen. Zu diesen Informationen gehören in der Regel Ihr Name und Ihre E-Mail-Adresse sowie jede Nachricht, die Sie mir senden möchten.",
  "privacy_policy_h42": "Verwendung personenbezogener Daten",
  "privacy_policy_p2": "Die von Ihnen zur Verfügung gestellten personenbezogenen Daten verwende ich ausschließlich zur Beantwortung Ihrer Anfragen oder Nachrichten. Ich verwende diese Informationen nicht für andere Zwecke, beispielsweise für Marketing- oder Werbeaktivitäten.",
  "privacy_policy_h43": "Schutz personenbezogener Daten",
  "privacy_policy_p3": "Ihre Privatsphäre und die Sicherheit Ihrer persönlichen Daten sind für mich von größter Bedeutung. Ich habe geeignete Maßnahmen ergriffen, um Ihre Daten vor unbefugtem Zugriff oder Offenlegung zu schützen.",
  "privacy_policy_h44": "Weitergabe personenbezogener Daten",
  "privacy_policy_p4": "Ich teile, verkaufe oder tausche Ihre persönlichen Daten nicht mit Dritten. Ihre Daten bleiben vertraulich und stehen mir nur zur Bearbeitung von Anfragen oder zur Pflege meiner Webseite zur Verfügung.",
  "privacy_policy_h45": "Cookies",
  "privacy_policy_p5": "Ich verwende auf meiner Webseite keine Cookies. Daher werden keine Informationen über Ihren Besuch oder Ihre Browsing-Aktivitäten automatisch erfasst.",
  "privacy_policy_h46": "Links zu Webseiten Dritter",
  "privacy_policy_p6": "Meine Webseite kann nur zu Informationszwecken Links zu Webseiten Dritter enthalten. Ich übernehme keine Gewähr für die Richtigkeit, Relevanz, Aktualität oder Vollständigkeit der Informationen auf diesen externen Webseiten.",
  "privacy_policy_h47": "Änderungen dieser Datenschutzerklärung",
  "privacy_policy_p7": "Ich behalte mir das Recht vor, diese Datenschutzerklärung bei Bedarf zu aktualisieren oder zu ändern. Alle Änderungen werden auf dieser Seite veröffentlicht.",
  "privacy_policy_h48": "Kontaktieren Sie mich",
  "privacy_policy_span2": "Wenn Sie Fragen oder Bedenken bezüglich dieser Datenschutzerklärung oder dem Umgang mit Ihren persönlichen Daten haben, zögern Sie bitte nicht, mich über die unten angegebenen Informationen zu kontaktieren:",
  "legal_notice_h1": "Impressum",
  "legal_notice_span": "Eigentümer und Betreiber dieser Webseite ist Hassan Ammar, der für den Inhalt verantwortlich ist und über die unten angegebenen Informationen kontaktiert werden kann.",
  "legal_notice_h41": "Kontaktinformationen und rechtliche Verantwortung",
  "legal_notice_h42": "Haftungsausschluss",
  "legal_notice_p1": "Die auf dieser Webseite bereitgestellten Inhalte dienen ausschließlich Informationszwecken. Obwohl ich bestrebt bin, die Informationen auf dem neuesten Stand und genau zu halten, gebe ich keinerlei Zusicherungen oder Gewährleistungen jeglicher Art, weder ausdrücklich noch stillschweigend, hinsichtlich der Vollständigkeit, Genauigkeit, Zuverlässigkeit, Eignung oder Verfügbarkeit in Bezug auf die Webseite oder die Informationen, Produkte, Dienstleistungen oder zugehörige Grafiken, die auf der Webseite enthalten sind, zu irgendeinem Zweck. Jegliches Vertrauen, das Sie auf solche Informationen setzen, erfolgt daher ausschließlich auf Ihr eigenes Risiko.",
  "legal_notice_h43": "Geistiges Eigentum",
  "legal_notice_p2": "Alle auf dieser Webseite enthaltenen Inhalte, einschließlich, aber nicht beschränkt auf Texte, Bilder, Grafiken und Code, sind mein Eigentum, sofern nicht anders angegeben. Die unbefugte Nutzung, Vervielfältigung oder Verbreitung von Inhalten dieser Webseite ist strengstens untersagt.",
  "legal_notice_h44": "Externe Links",
  "legal_notice_p3": "Diese Webseite kann Links zu externen Webseiten enthalten, die von mir ausschließlich zu Informationszwecken bereitgestellt werden. Ich übernehme keine Gewähr für die Richtigkeit, Relevanz, Aktualität oder Vollständigkeit der Informationen auf diesen externen Webseiten.",
  "legal_notice_h45": "Änderungen dieser rechtlichen Hinweise",
  "legal_notice_p4": "Ich behalte mir das Recht vor, diesen rechtlichen Hinweis jederzeit und ohne vorherige Ankündigung zu aktualisieren oder zu ändern. Alle Änderungen werden auf dieser Seite veröffentlicht.",
  "legal_notice_h46": "Kontaktieren Sie mich",
  "legal_notice_p5": "Wenn Sie Fragen oder Bedenken zu diesem rechtlichen Hinweis haben oder mich aus irgendeinem Grund kontaktieren möchten, nutzen Sie bitte die oben angegebenen Kontaktinformationen."
}