{
  "nav_about_me": "About me",
  "nav_skills": "Skills",
  "atf_span1": "I am",
  "atf_h2": "FRONTEND DEVELOPER",
  "atf_button": "Let’s talk!",
  "atf_span2": "Scroll down",
  "about_me_h1": "About me",
  "about_me_p1": "Hey there! I'm a frontend developer hailing from Saarbrücken, Germany. Programming is not just my job; it's my passion. I enjoy shaping the future through my work by using innovative technologies and contributing to the advancement of digitization.",
  "about_me_p2": "My knowledge of the most relevant tech stack for front-end development makes me a capable developer. With experience and enthusiasm, I am able to tackle challenging projects.",
  "about_me_p3": "The intensive course at the Developer Akademie has equipped me well for the job ahead. I'm brimming with confidence and ready to showcase my skills in a challenging work setting.",
  "my_skills_h1": "My skills",
  "my_skills_p": "By learning constantly and gaining practical experience, I've improved my skills in frontend development.",
  "my_skills_button": "Get in touch",
  "portfolio_span": "Explore a selection of my work here - Interact with projects to see my skills in action.",
  "project_button1": "Live test",
  "el_pollo_loco_description": "Jump and run and game based on object-oriented approach. Help Pepe to find coins and tabasco salsa to fight against the crazy hen.",
  "join_description": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
  "pokedex_description": "Unlock the ultimate Pokémon encyclopedia with our REST API-powered archive. Discover all Pokémons and their details with ease.",
  "contact_h1": "Contact",
  "contact_h4": "Got a problem to solve?",
  "contact_p": "Contact me through this form, I am interested in hearing from you, knowing your ideas and contributing to your projects with my work.",
  "contact_span": "Need a Frontend developer? ",
  "contact_span_bold": "Contact me!",
  "placeholder1": "Your name",
  "user_feedback1": "Your name is required",
  "placeholder2": "Your email",
  "user_feedback2": "Your email is required",
  "placeholder3": "Your message",
  "user_feedback3": "Your message is empty",
  "checkbox1": "I've read the ",
  "contact_privacy_policy": "privacy policy",
  "checkbox2": " and agree to the processing of my data as outlined.",
  "user_feedback4": "Please accept the privacy policy.",
  "contact_button": "Send message 🙂",
  "user_feedback5": "Thank you for your email! ❤️",
  "footer_privacy_policy": "Privacy Policy",
  "footer_legal_notice": "Legal Notice",
  "privacy_policy_h1": "Privacy Policy",
  "privacy_policy_span1": "This Privacy Policy outlines how I, Hassan Ammar, collect and handle your personal information when you visit my website. As the sole creator of this portfolio, I am committed to maintaining your privacy and ensuring the security of any personal information you provide.",
  "privacy_policy_h41": "Collection of Personal Information",
  "privacy_policy_p1": "I may collect personal information from you when you voluntarily fill out a contact form on my website. This information typically includes your name and email address, along with any message you choose to send me.",
  "privacy_policy_h42": "Use of Personal Information",
  "privacy_policy_p2": "I use the personal information you provide solely for the purpose of responding to your inquiries or messages. I do not use this information for any other purpose, such as marketing or promotional activities.",
  "privacy_policy_h43": "Protection of Personal Information",
  "privacy_policy_p3": "Your privacy and the security of your personal information are of utmost importance to me. I have implemented appropriate measures to safeguard your information from unauthorized access or disclosure.",
  "privacy_policy_h44": "Sharing of Personal Information",
  "privacy_policy_p4": "I do not share, sell, or trade your personal information with third parties. Your information remains confidential and is only accessible to me for handling inquiries or maintaining my website.",
  "privacy_policy_h45": "Cookies",
  "privacy_policy_p5": "I do not use cookies on my website. Therefore, no information is automatically collected about your visit or browsing activities.",
  "privacy_policy_h46": "Links to Third-Party Websites",
  "privacy_policy_p6": "My website may contain links to third-party websites for informational purposes only. I do not guarantee the accuracy, relevance, timeliness, or completeness of any information on these external websites.",
  "privacy_policy_h47": "Changes to this Privacy Policy",
  "privacy_policy_p7": "I reserve the right to update or modify this Privacy Policy as necessary. Any changes will be posted on this page.",
  "privacy_policy_h48": "Contact Me",
  "privacy_policy_span2": "If you have any questions or concerns regarding this Privacy Policy or the handling of your personal information, please don't hesitate to contact me using the information provided below:",
  "legal_notice_h1": "Legal Notice",
  "legal_notice_span": "This website is owned and operated by Hassan Ammar, who is responsible for its content and can be contacted using the information provided below.",
  "legal_notice_h41": "Contact Information and Legal Responsibility",
  "legal_notice_h42": "Disclaimer",
  "legal_notice_p1": "The content provided on this website is for informational purposes only. While I strive to keep the information up to date and accurate, I make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability with respect to the website or the information, products, services, or related graphics contained on the website for any purpose. Any reliance you place on such information is therefore strictly at your own risk.",
  "legal_notice_h43": "Intellectual Property",
  "legal_notice_p2": "All content, including but not limited to text, images, graphics, and code, contained on this website is owned by me unless otherwise stated. Unauthorized use, reproduction, or distribution of any content from this website is strictly prohibited.",
  "legal_notice_h44": "External Links",
  "legal_notice_p3": "This website may contain links to external websites that are provided by me for informational purposes only. I do not guarantee the accuracy, relevance, timeliness, or completeness of any information on these external websites.",
  "legal_notice_h45": "Changes to this Legal Notice",
  "legal_notice_p4": "I reserve the right to update or modify this Legal Notice at any time without prior notice. Any changes will be posted on this page.",
  "legal_notice_h46": "Contact Me",
  "legal_notice_p5": "If you have any questions or concerns regarding this Legal Notice or wish to contact me for any reason, please use the contact information provided above."
}